{
  "1": {
    "title": "Serpens Pro",
    "id": "1",
    "image": "https://pro2-bar-s3-cdn-cf6.myportfolio.com/1001aa3edb12ebbbd8886d2563b00503/a060c046-a35c-476c-b7f5-fa51c79dc5e5_rw_1200.png",
    "text": "This font is based upon divided circles and lines in corresponding lengths. For capital letters, individual parts must not overlap, instead gaps are used to achieve appropriate dimensions. For minuscules overlapping is permitted to ensure more compact visuals. The circle elements also give the font its name: »Serpens Pro«."
  },
  "2": {
    "title": "Icon \"Interaktion\"",
    "id": "2",
    "image": "https://pro2-bar.myportfolio.com/v1/assets/1001aa3edb12ebbbd8886d2563b00503/1b7d3f5a-ed1f-4895-ab7a-80bca5ffb3ee.png?h=f5825c71ddfbcdb871af3bd1810cf8f2",
    "text": "The task was to create an icon that symbolizes ›interaction‹ in a way that is clearly understandable and intuitive, but at the same time as generic and universal as possible. My approach, seen above, resembles interaction on a technical level as well as on a human level: the angled lines with the connecting dots in the middle can not only be seen as pistons or other parts of machinery - but also be understood as ›shaking hands‹, especially at smaller icon sizes. The general appearance is supposed to be roughly in line with Google's Material Design guidelines."
  },
  "3": {
    "title": "Energiewende",
    "id": "3",
    "image": "https://pro2-bar-s3-cdn-cf4.myportfolio.com/1001aa3edb12ebbbd8886d2563b00503/faf91228d21dc8110d58d148.jpg?h=f3308ec1aaf89433f30c649aa4ba4ae0",
    "text": "The goal of this project was to disguise a simple statistic as art. The statistic I chose was the gross electricity production in Germany of nuclear power plants and renewable sources in comparison. Each of the six columns represents a year from 2000 to 2015. The green triangles symbolize nuclear energy, the blue ones stand for renewable energy. The higher up a triangle is placed within its column, the more energy was produced by the method it represents. With this knowledge, the image above clearly shows how environmentally-friendly energy is replacing nuclear energy in Germany. Without this knowledge, it just looks like abstract modern art."
  }
}